Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Mark This and Prior Episodes Watched
ar: تحديد هذه الحلقة والسابقة كمشاهدة
bn: মার্ক এই এবং পূর্বের পর্ব দেখা
ca: Marca aquest i els episodis anteriors com a vistos
cs: Označit tuto a předchozí epizody jako zhlédnuté
da: Markér dette og tidligere afsnit som set
de: Diese und vorherige Episoden als gesehen markieren
el: Σήμανση αυτού και προηγούμενων επεισοδίων ως παρακολουθημένα
es: Marcar este y los episodios anteriores como vistos
es_mx: Marcar este y los episodios anteriores vistos
fi: Merkitse tämä ja aiemmat jaksot katsotuiksi
fr: Marquer cet épisode et les épisodes précédents comme visionnés
gu: આને માર્ક કરો અને પહેલાના એપિસોડ્સ જોયા
he: סמן פרק זה וקודמים כנצפו
hi: यह और पिछले एपिसोड देखे चिह्नित करें
hr: Označi ovu i prethodne epizode kao pogledane
hu: Ez és a korábbi epizódok megtekintettként jelölése
id: Tandai episode ini dan sebelumnya ditonton
it: Segna questo e gli episodi precedenti come visti
ja: このエピソードと以前のエピソードを視聴済みにする
kn: ಇದನ್ನು ಮತ್ತು ಹಿಂದಿನ ವೀಕ್ಷಿಸಿದ ಕಂತುಗಳನ್ನು ಗುರುತಿಸಿ
ko: 이 에피소드와 이전 에피소드 시청함으로 표시
ml: ഇതും കണ്ട മുൻ എപ്പിസോഡുകളും അടയാളപ്പെടുത്തുക
mr: हे चिन्हांकित करा आणि आधीचे भाग पाहिले
ms: Tandakan episod ini dan sebelumnya ditonton
nb: Marker denne og tidligere episoder som sett
nl: Deze en eerdere afleveringen als bekeken markeren
or: ଏହାକୁ ଚିହ୍ନିତ କରନ୍ତୁ ଏବଂ ପୂର୍ବ ଏପିସୋଡ୍ ଗୁଡିକ ଦେଖାଗଲା |
pa: ਇਸ ਅਤੇ ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਦੇ ਐਪੀਸੋਡਾਂ ਨੂੰ ਮਾਰਕ ਕਰੋ
pl: Oznacz ten i wcześniejsze odcinki jako obejrzane
pt_br: Marque este e os episódios anteriores assistidos
pt_pt: Marcar este e episódios anteriores como vistos
ro: Marchează acest episod și pe cele anterioare ca vizionate
ru: Отметить этот и предыдущие эпизоды как просмотренные
sk: Označiť túto a predchádzajúce epizódy ako pozreté
sl: Označite ogledane te in prejšnje epizode
sv: Markera detta och tidigare avsnitt som sedda
ta: இதையும் முந்தைய அத்தியாயங்களையும் பார்த்ததாகக் குறிக்கவும்.
te: చూసిన ఈ మరియు మునుపటి ఎపిసోడ్‌లను గుర్తించండి
th: ทำเครื่องหมายเรื่องนี้และตอนก่อนหน้าที่ดู
tr: Bu ve Önceki Bölümleri İzlendi İşaretle
uk: Позначити цей і попередні епізоди як переглянуті
ur: اس کو نشان زد کریں اور اس سے پہلے کی اقساط دیکھی گئیں۔
vi: Đánh dấu tập này và tập trước đã xem
zh_hans: 将此集及之前集数标记为已观看
zh_hant: 將此集及之前集數標記為已觀看

source: Mark This Season as Watched
ar: تحديد هذا الموسم كمشاهد
bn: এই সিজনটিকে দেখা হিসাবে চিহ্নিত করুন৷
ca: Marca aquesta temporada com a vista
cs: Označit tuto sezónu jako zhlédnutou
da: Markér denne sæson som set
de: Diese Staffel als gesehen markieren
el: Σήμανση αυτής της σεζόν ως παρακολουθημένης
es: Marcar esta temporada como vista
es_mx: Marca esta temporada como verda
fi: Merkitse tämä kausi katsotuksi
fr: Marquer cette saison comme visionnée
gu: આ સિઝનને જોવાયા તરીકે ચિહ્નિત કરો
he: סמן עונה זו כנצפתה
hi: यह सीज़न देखा चिह्नित करें
hr: Označi ovu sezonu kao pogledanu
hu: Az évad megtekintettként jelölése
id: Tandai musim ini ditonton
it: Segna questa stagione come vista
ja: このシーズンを視聴済みにする
kn: ಈ ಸೀಸನ್ ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 이 시즌 시청함으로 표시
ml: ഈ സീസൺ കണ്ടതായി അടയാളപ്പെടുത്തുക
mr: हा सीझन पाहिला म्हणून चिन्हांकित करा
ms: Tandakan musim ini ditonton
nb: Marker denne sesongen som sett
nl: Dit seizoen als bekeken markeren
or: ଏହି ason ତୁକୁ ଦେଖାଯାଇଥିବା ପରି ଚିହ୍ନିତ କରନ୍ତୁ |
pa: ਇਸ ਸੀਜ਼ਨ ਦੀ ਦੇਖੇ ਗਏ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ
pl: Oznacz ten sezon jako obejrzany
pt_br: Marque esta temporada como assistida
pt_pt: Marcar esta temporada como vista
ro: Marchează acest sezon ca vizionat
ru: Отметить этот сезон как просмотренный
sk: Označiť túto sezónu ako pozretú
sl: Označi to sezono kot gledano
sv: Markera den här säsongen som sedd
ta: இந்த சீசனைப் பார்த்ததாகக் குறிக்கவும்
te: ఈ సీజన్‌ను చూసినట్లుగా గుర్తించండి
th: ทำเครื่องหมายซีซันนี้ว่าดูแล้ว
tr: Bu Sezonu İzlendi İşaretle
uk: Позначити цей сезон як переглянутий
ur: اس سیزن کو دیکھا گیا کے بطور نشان زد کریں۔
vi: Đánh dấu phần này là đã xem
zh_hans: 将此季标记为已观看
zh_hant: 將此季標記為已觀看

source: Mark Up Next
ar: تعليم التالي
bn: মার্ক আপ নেক্সট
ca: Marca A continuació
cs: Označit Další
da: Markér Næste
de: Nächste markieren
el: Σήμανση Επόμενων
es: Marcar A continuación
es_mx: Marcar A continuación
fi: Merkitse Seuraavaksi
fr: Marquer À suivre
gu: આગળ માર્ક અપ કરો
he: סמן הבא בתור
hi: आगे क्या चिह्नित करें
hr: Označi Sljedeće
hu: Következő jelölése
id: Tandai Selanjutnya
it: Segna In programma
ja: 次に観るを視聴済みに
kn: ಮುಂದೆ ಗುರುತಿಸಿ
ko: 다음에 볼 것 표시
ml: അടുത്തതായി അടയാളപ്പെടുത്തുക
mr: पुढील चिन्हांकित करा
ms: Tanda Seterusnya
nb: Merk Neste
nl: Markeer Hierna
or: ପରବର୍ତ୍ତୀ ମାର୍କ ଅପ୍ କରନ୍ତୁ |
pa: ਅੱਗੇ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ
pl: Oznacz Dalej
pt_br: Marcar A seguir
pt_pt: Marcar A Seguir
ro: Marchează Urmează
ru: Отметить Дальше
sk: Označiť Ďalej
sl: Označi naprej
sv: Markera Härnäst
ta: அடுத்து குறிக்கவும்
te: మార్క్ అప్ నెక్స్ట్
th: ทำเครื่องหมายถัดไป
tr: Sıradakileri işaretle
uk: Позначити Далі
ur: اگلا نشان زد کریں۔
vi: Đánh dấu tiếp theo
zh_hans: 标记接下来
zh_hant: 標記接下來

source: Mark Up Next as Watched
ar: تعليم التالي كمشاهَد
bn: পরীক্ষিত হিসাবে চিহ্নিত করুন
ca: Marca A continuació com a vist
cs: Označit Další jako zhlédnuté
da: Markér Næste som set
de: Nächste Episode als gesehen markieren
el: Σήμανση Επόμενων ως προβληθέντων
es: Marcar A continuación como visto
es_mx: Marcar A continuación como visto
fi: Merkitse Seuraavaksi katsotuksi
fr: Marquer À suivre comme vu
gu: જોયેલું તરીકે આગળ માર્ક અપ કરો
he: סמן הבא בתור כנצפה
hi: आगे क्या देखा गया चिह्नित करें
hr: Označi Sljedeće kao pogledano
hu: Következő megnézettként jelölése
id: Tandai Selanjutnya sebagai ditonton
it: Segna In programma come visto
ja: 次に観るを視聴済みにする
kn: ಮುಂದೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ
ko: 다음에 볼 것을 시청함으로 표시
ml: കണ്ടതുപോലെ അടുത്തതായി അടയാളപ്പെടുത്തുക
mr: पाहिल्याप्रमाणे पुढील चिन्हांकित करा
ms: Tanda Seterusnya sebagai ditonton
nb: Merk Neste som sett
nl: Markeer Hierna als bekeken
or: ପରବର୍ତ୍ତୀ ଭାବରେ ଦେଖ |
pa: ਦੇਖੇ ਗਏ ਦੇ ਤੌਰ 'ਤੇ ਅੱਗੇ ਦੀ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ
pl: Oznacz Dalej jako obejrzane
pt_br: Marcar A seguir como assistido
pt_pt: Marcar A Seguir como visto
ro: Marchează Urmează ca vizionat
ru: Отметить Дальше как просмотренное
sk: Označiť Ďalej ako pozreté
sl: Označi Naprej kot Ogledano
sv: Markera Härnäst som sett
ta: அடுத்து பார்த்ததாகக் குறிக்கவும்
te: చూసిన విధంగా తదుపరి మార్క్ చేయండి
th: ทำเครื่องหมายรายการถัดไปว่าดูแล้ว
tr: Sıradakileri izlendi işaretle
uk: Позначити Далі як переглянуте
ur: دیکھے گئے کے طور پر اگلا نشان زد کریں۔
vi: Đánh dấu tiếp theo là đã xem
zh_hans: 将接下来标记为已看
zh_hant: 將接下來標記為已看

source: Mark Up Next Watched
ar: تعليم التالي
bn: মার্ক আপ পরবর্তী দেখা হয়েছে
ca: Marca A continuació com a vist
cs: Označit Další
da: Markér Næste
de: Nächste markieren
el: Σήμανση Επόμενων
es: Marcar A continuación
es_mx: Marcar A continuación
fi: Merkitse Seuraavaksi
fr: Marquer À suivre
gu: માર્ક અપ નેક્સ્ટ જોવાયેલ
he: סמן הבא בתור
hi: आगे क्या चिह्नित करें
hr: Označi Sljedeće
hu: Következő jelölése
id: Tandai Selanjutnya
it: Segna In programma
ja: 次に観るを視聴済みに
kn: ಮುಂದೆ ವೀಕ್ಷಿಸಿದ್ದನ್ನು ಗುರುತಿಸಿ
ko: 다음에 볼 것 시청함
ml: അടുത്തതായി കണ്ടത് അടയാളപ്പെടുത്തുക
mr: मार्क अप पुढील पाहिला
ms: Tanda Seterusnya
nb: Merk Neste
nl: Markeer Hierna
or: ପରବର୍ତ୍ତୀ ଦେଖାଯାଇଥିବା ମାର୍କ ଅପ୍ କରନ୍ତୁ |
pa: ਅਗਲਾ ਦੇਖਿਆ ਗਿਆ ਮਾਰਕ ਅੱਪ ਕਰੋ
pl: Oznacz Dalej
pt_br: Marcar A seguir
pt_pt: Marcar A Seguir como visto
ro: Marchează Urmează
ru: Отметить Дальше
sk: Označiť Ďalej
sl: Označi naslednje gledano
sv: Markera Härnäst
ta: அடுத்துப் பார்க்கப்பட்டவை
te: మార్క్ అప్ నెక్స్ట్ వాచ్డ్
th: ทำเครื่องหมายรายการถัดไปที่ดู
tr: Sıradakileri işaretle
uk: Позначити Далі
ur: مارک اپ اگلی دیکھی گئی۔
vi: Đánh dấu đã xem tiếp theo
zh_hans: 标记接下来
zh_hant: 標記接下來

source: Mark Watched
ar: تعليم كمشاهَد
bn: মার্ক প্রেক্ষিত
ca: Marca com a vist
cs: Označit zhlédnuté
da: Markér set
de: Gesehen
el: Σήμανση προβληθέντος
es: Marcar visto
es_mx: Marcar visto
fi: Merkitse katsotuksi
fr: Marquer vu
gu: માર્ક જોયો
he: סמן כנצפה
hi: देखा गया
hr: Označi pogledano
hu: Megnézett
id: Tandai ditonton
it: Segna visto
ja: 視聴済み
kn: ಮಾರ್ಕ್ ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 시청함
ml: മാർക്ക് നിരീക്ഷിച്ചു
mr: मार्क पाहिला
ms: Tanda ditonton
nb: Merk sett
nl: Markeer bekeken
or: ମାର୍କ ଦେଖିଲେ |
pa: ਮਾਰਕ ਨੇ ਦੇਖਿਆ
pl: Oznacz obejrzane
pt_br: Marcar assistido
pt_pt: Marcar como visto
ro: Marchează vizionat
ru: Просмотрено
sk: Označiť pozreté
sl: Mark Gledal
sv: Markera sett
ta: மார்க் பார்த்தார்
te: మార్క్ చూశాడు
th: มาร์คดู
tr: İzlendi
uk: Переглянуто
ur: مارک نے دیکھا
vi: Đánh dấu đã xem
zh_hans: 已看
zh_hant: 已看

source: Mark what you’ve watched and pick up right where you left off.
ar: سجّل ما شاهدته وتابع من حيث توقفت.
bn: আপনি যা দেখেছেন তা চিহ্নিত করুন এবং আপনি যেখান থেকে ছেড়েছিলেন সেখান থেকে শুরু করুন।
ca: Marca el que has vist i continua just on ho vas deixar.
cs: Označuj, co jsi viděl/a, a pokračuj přesně tam, kde jsi skončil/a.
da: Markér, hvad du har set, og fortsæt, hvor du slap.
de: Markiere, was du gesehen hast, und mach genau dort weiter.
el: Σημειώστε τι έχετε παρακολουθήσει και συνεχίστε από εκεί που σταματήσατε.
es: Marca lo que has visto y retoma justo donde lo dejaste.
es_mx: Marca lo visto y continúa donde lo dejaste.
fi: Merkitse katsomasi ja jatka siitä, mihin jäit.
fr: Marquez ce que vous avez vu et reprenez où vous en étiez.
gu: તમે જે જોયું છે તેને ચિહ્નિત કરો અને તમે જ્યાંથી છોડ્યું હતું ત્યાંથી જ પસંદ કરો.
he: סמן מה צפית והמשך בדיוק מהמקום שעצרת.
hi: जो देखा है उसे चिह्नित करें और वहीं से जारी रखें जहाँ छोड़ा था।
hr: Označuj što si gledao i nastavi točno gdje si stao.
hu: Jelölje meg, amit megtekintett, és folytassa ott, ahol abbahagyta.
id: Tandai yang sudah ditonton dan lanjutkan dari tempat terakhir.
it: Segna ciò che hai visto e riprendi da dove avevi interrotto.
ja: 視聴した作品を記録して、中断したところから再開しましょう。
kn: ನೀವು ವೀಕ್ಷಿಸಿದ್ದನ್ನು ಗುರುತಿಸಿ ಮತ್ತು ನೀವು ನಿಲ್ಲಿಸಿದ ಸ್ಥಳದಿಂದಲೇ ಮುಂದುವರಿಸಿ.
ko: 시청한 작품을 기록하고 중단한 곳에서 이어 보세요.
ml: നിങ്ങൾ കണ്ടത് അടയാളപ്പെടുത്തുക, നിങ്ങൾ നിർത്തിയിടത്ത് നിന്ന് എടുക്കുക.
mr: तुम्ही जे पाहिले ते चिन्हांकित करा आणि तुम्ही जेथून सोडले होते तेथून उचला.
ms: Tandakan apa yang ditonton dan sambung dari tempat anda berhenti.
nb: Marker det du har sett, og fortsett der du slapp.
nl: Markeer wat je hebt bekeken en ga verder waar je was gebleven.
or: ଆପଣ ଯାହା ଦେଖିଛନ୍ତି ତାହା ଚିହ୍ନଟ କରନ୍ତୁ ଏବଂ ଆପଣ ଯେଉଁଠାରେ ଛାଡିଛନ୍ତି ଠିକ୍ ସେହି ସ୍ଥାନକୁ ଉଠାନ୍ତୁ |
pa: ਤੁਸੀਂ ਜੋ ਦੇਖਿਆ ਹੈ ਉਸ 'ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ ਅਤੇ ਉਥੋਂ ਹੀ ਸ਼ੁਰੂ ਕਰੋ ਜਿੱਥੇ ਤੁਸੀਂ ਛੱਡਿਆ ਸੀ।
pl: Oznaczaj obejrzane tytuły i wracaj dokładnie tam, gdzie skończyłeś.
pt_br: Marque o que assistiu e continue de onde parou.
pt_pt: Marque o que assistiu e continue de onde parou.
ro: Marchează ce ai vizionat și continuă de unde ai rămas.
ru: Отмечай просмотренное и продолжай с того места, где остановился.
sk: Označ, čo si pozrel, a pokračuj presne tam, kde si skončil.
sl: Označi, kar si videl, in nadaljuj tam, kjer si končal.
sv: Markera vad du har sett och fortsätt där du slutade.
ta: நீங்கள் பார்த்தவற்றைக் குறித்து வைத்துக்கொண்டு, விட்ட இடத்திலிருந்தே மீண்டும் தொடருங்கள்.
te: మీరు చూసినదాన్ని గుర్తుపెట్టుకుని, ఎక్కడ ఆపారో అక్కడి నుండే మళ్ళీ చూడటం కొనసాగించండి.
th: ทำเครื่องหมายสิ่งที่คุณได้ดูและดำเนินการต่อจากจุดที่คุณค้างไว้
tr: İzlediklerini işaretle ve kaldığın yerden devam et.
uk: Позначай переглянуте й продовжуй саме там, де зупинився.
ur: آپ نے جو دیکھا ہے اسے نشان زد کریں اور وہیں سے اٹھائیں جہاں سے آپ نے چھوڑا تھا۔
vi: Đánh dấu những gì bạn đã xem và tiếp tục ngay từ nơi bạn đã dừng lại.
zh_hans: 记录你看过的内容，并从上次中断的地方继续。
zh_hant: 記錄你看過的內容，並從上次中斷的地方繼續。

source: Mark your next episode as watched in Cronica.
ar: علّم حلقتك التالية كمشاهَدة في Cronica.
bn: আপনার পরবর্তী পর্বটি Cronica এ দেখা হিসাবে চিহ্নিত করুন।
ca: Marca el teu proper episodi com a vist a Cronica.
cs: Označte další epizodu jako zhlédnutou v Cronica.
da: Markér din næste episode som set i Cronica.
de: Markiere deine nächste Episode in Cronica als gesehen.
el: Μάρκαρε το επόμενο επεισόδιό σου ως προβληθέν στο Cronica.
es: Marca tu próximo episodio como visto en Cronica.
es_mx: Marca tu próximo episodio como visto en Cronica.
fi: Merkitse seuraava jaksosi katsotuksi Cronicassa.
fr: Marquez votre prochain épisode comme vu dans Cronica.
gu: તમારા આગામી એપિસોડને Cronica માં જોયેલા તરીકે ચિહ્નિત કરો.
he: סמן את הפרק הבא שלך כנצפה ב־Cronica.
hi: Cronica में अपना अगला एपिसोड देखा गया चिह्नित करें।
hr: Označi sljedeću epizodu kao pogledanu u Cronica.
hu: Jelöld megnézettként a következő epizódodat a Cronicában.
id: Tandai episode berikutnya sebagai ditonton di Cronica.
it: Segna il prossimo episodio come visto in Cronica.
ja: Cronicaで次のエピソードを視聴済みにします。
kn: ನಿಮ್ಮ ಮುಂದಿನ ಸಂಚಿಕೆಯನ್ನು Cronica ನಲ್ಲಿ ವೀಕ್ಷಿಸಿದಂತೆ ಗುರುತಿಸಿ.
ko: Cronica에서 다음 에피소드를 시청함으로 표시합니다.
ml: നിങ്ങളുടെ അടുത്ത എപ്പിസോഡ് Cronica-ൽ കണ്ടതായി അടയാളപ്പെടുത്തുക.
mr: तुमचा पुढील भाग Cronica मध्ये पाहिला म्हणून चिन्हांकित करा.
ms: Tanda episod seterusnya anda sebagai ditonton dalam Cronica.
nb: Merk neste episode som sett i Cronica.
nl: Markeer je volgende aflevering als bekeken in Cronica.
or: Cronica ରେ ଦେଖାଯାଇଥିବା ପରି ତୁମର ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ଚିହ୍ନିତ କର |
pa: ਆਪਣੇ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ Cronica ਵਿੱਚ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ।
pl: Oznacz kolejny odcinek jako obejrzany w Cronica.
pt_br: Marque seu próximo episódio como assistido no Cronica.
pt_pt: Marque seu próximo episódio como assistido no Cronica.
ro: Marchează următorul episod ca vizionat în Cronica.
ru: Отметьте следующий эпизод как просмотренный в Cronica.
sk: Označte ďalšiu epizódu ako pozretú v Cronica.
sl: Označite svojo naslednjo epizodo kot gledano v Cronica.
sv: Markera ditt nästa avsnitt som sett i Cronica.
ta: உங்கள் அடுத்த அத்தியாயத்தை Cronica-இல் பார்த்ததாகக் குறித்துக்கொள்ளுங்கள்.
te: మీ తదుపరి ఎపిసోడ్‌ను Cronicaలో చూసినట్లుగా గుర్తించండి.
th: ทำเครื่องหมายตอนต่อไปของคุณว่ารับชมใน Cronica
tr: Cronica’da sonraki bölümünüzü izlendi olarak işaretleyin.
uk: Позначте наступний епізод як переглянутий у Cronica.
ur: Cronica میں دیکھے گئے اپنے اگلے ایپی سوڈ کو نشان زد کریں۔
vi: Đánh dấu tập tiếp theo của bạn là đã xem trong Cronica.
zh_hans: 在 Cronica 中将下一集标记为已看。
zh_hant: 在 Cronica 中將下一集標記為已看。

source: Mark your next episode as watched.
ar: علّم الحلقة التالية كمشاهَدة.
bn: আপনার পরবর্তী পর্বটি দেখা হয়েছে বলে চিহ্নিত করুন।
ca: Marca el teu proper episodi com a vist.
cs: Označte další epizodu jako zhlédnutou.
da: Markér din næste episode som set.
de: Markiere deine nächste Episode als gesehen.
el: Μάρκαρε το επόμενο επεισόδιό σου ως προβληθέν.
es: Marca tu próximo episodio como visto.
es_mx: Marca tu próximo episodio como visto.
fi: Merkitse seuraava jaksosi katsotuksi.
fr: Marque ton prochain épisode comme vu.
gu: તમારા આગલા એપિસોડને જોયા તરીકે ચિહ્નિત કરો.
he: סמן את הפרק הבא שלך כנצפה.
hi: अपना अगला एपिसोड देखा गया चिह्नित करें।
hr: Označi sljedeću epizodu kao pogledanu.
hu: Jelöld megnézettként a következő epizódot.
id: Tandai episode berikutnya sebagai ditonton.
it: Segna il prossimo episodio come visto.
ja: 次のエピソードを視聴済みにする。
kn: ನಿಮ್ಮ ಮುಂದಿನ ಸಂಚಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ.
ko: 다음 에피소드를 시청함으로 표시합니다.
ml: നിങ്ങളുടെ അടുത്ത എപ്പിസോഡ് കണ്ടതായി അടയാളപ്പെടുത്തുക.
mr: तुमचा पुढील भाग पाहिला म्हणून चिन्हांकित करा.
ms: Tanda episod seterusnya anda sebagai ditonton.
nb: Merk neste episode som sett.
nl: Markeer je volgende aflevering als bekeken.
or: ଦେଖାଯାଇଥିବା ପରି ତୁମର ପରବର୍ତ୍ତୀ ଏପିସୋଡ୍ ଚିହ୍ନିତ କର |
pa: ਆਪਣੇ ਅਗਲੇ ਐਪੀਸੋਡ ਨੂੰ ਦੇਖੇ ਗਏ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ।
pl: Oznacz następny odcinek jako obejrzany.
pt_br: Marque seu próximo episódio como assistido.
pt_pt: Marque seu próximo episódio como assistido.
ro: Marchează următorul episod ca vizionat.
ru: Отметьте следующий эпизод как просмотренный.
sk: Označte ďalšiu epizódu ako pozretú.
sl: Naslednjo epizodo označite kot ogledano.
sv: Markera ditt nästa avsnitt som sett.
ta: உங்கள் அடுத்த அத்தியாயத்தைப் பார்த்ததாகக் குறித்துக்கொள்ளுங்கள்.
te: మీ తదుపరి ఎపిసోడ్‌ను చూసినట్లుగా గుర్తించండి.
th: ทำเครื่องหมายตอนถัดไปของคุณว่าดูแล้ว
tr: Sonraki bölümünüzü izlendi olarak işaretleyin.
uk: Позначте наступний епізод як переглянутий.
ur: اپنی اگلی ایپی سوڈ کو بطور دیکھے ہوئے نشان زد کریں۔
vi: Đánh dấu tập tiếp theo của bạn là đã xem.
zh_hans: 将下一集标记为已看。
zh_hant: 將下一集標記為已看。

source: Marked %@ as watched.
ar: تم تعليم %@ كمشاهَد.
bn: %@ দেখা হয়েছে হিসাবে চিহ্নিত করা হয়েছে৷
ca: S’ha marcat %@ com a vist.
cs: %@ bylo označeno jako zhlédnuté.
da: %@ er markeret som set.
de: %@ wurde als gesehen markiert.
el: Το %@ σημάνθηκε ως προβληθέν.
es: Se marcó %@ como visto.
es_mx: Se marcó %@ como visto.
fi: %@ merkittiin katsotuksi.
fr: %@ a été marqué comme vu.
gu: %@ જોયા તરીકે ચિહ્નિત કર્યું.
he: %@ סומן כנצפה.
hi: %@ को देखा गया चिह्नित किया गया।
hr: %@ je označen kao pogledan.
hu: %@ megnézettként jelölve.
id: %@ ditandai sebagai ditonton.
it: %@ segnato come visto.
ja: %@を視聴済みにしました。
kn: %@ ಅನ್ನು ವೀಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ.
ko: %@을(를) 시청함으로 표시했습니다.
ml: %@ കണ്ടതായി അടയാളപ്പെടുത്തി.
mr: %@ पाहिला म्हणून चिन्हांकित केले.
ms: %@ ditanda sebagai ditonton.
nb: %@ er merket som sett.
nl: %@ is gemarkeerd als bekeken.
or: ଦେଖାଯାଇଥିବା ପରି %@ ଚିହ୍ନିତ |
pa: %@ ਨੂੰ ਦੇਖਿਆ ਗਿਆ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕੀਤਾ ਗਿਆ।
pl: Oznaczono %@ jako obejrzane.
pt_br: %@ marcado como assistido.
pt_pt: %@ marcado como assistido.
ro: %@ a fost marcat ca vizionat.
ru: %@ отмечено как просмотренное.
sk: %@ bol označený ako pozretý.
sl: %@ označen kot ogledan.
sv: %@ markerades som sett.
ta: %@ கண்காணிக்கப்படுவதாகக் குறியிடப்பட்டது.
te: %@ను వీక్షించినట్లుగా గుర్తించబడింది.
th: ทำเครื่องหมาย %@ ว่าดูแล้ว
tr: %@ izlendi olarak işaretlendi.
uk: %@ позначено як переглянуте.
ur: %@ کو دیکھا گیا کے بطور نشان زد کیا۔
vi: Đã đánh dấu %@ là đã xem.
zh_hans: 已将%@标记为已看。
zh_hant: 已將%@標記為已看。

source: Marking this series as unwatched can clear watched episodes. Choose whether to reset progress or keep it.
ar: تحديد هذا المسلسل كغير مشاهد قد يمسح الحلقات المشاهدة. اختر إعادة تعيين التقدم أو الاحتفاظ به.
bn: এই সিরিজটিকে অপঠিত হিসেবে চিহ্নিত করলে দেখা পর্বগুলো মুছে যেতে পারে। অগ্রগতি রিসেট করবেন নাকি রাখবেন, তা বেছে নিন।
ca: Marcar aquesta sèrie com a no vista pot esborrar els episodis vistos. Tria si vols restablir el progrés o mantenir-lo.
cs: Označení tohoto seriálu jako nezhlédnutého může vymazat zhlédnuté epizody. Vyber, zda resetovat průběh nebo ho zachovat.
da: Hvis du markerer denne serie som uset, kan sete afsnit ryddes. Vælg, om du vil nulstille fremskridt eller beholde det.
de: Wenn du diese Serie als ungesehen markierst, können gesehene Episoden gelöscht werden. Fortschritt zurücksetzen oder behalten?
el: Η σήμανση αυτής της σειράς ως μη παρακολουθημένης μπορεί να διαγράψει τα παρακολουθημένα επεισόδια. Επιλέξτε αν θα επαναφέρετε την πρόοδο ή θα τη διατηρήσετε.
es: Marcar esta serie como no vista puede borrar los episodios vistos. Elige si restablecer el progreso o conservarlo.
es_mx: Marcar esta serie como no vista puede borrar los episodios vistos. Elige si restablecer el progreso o conservarlo.
fi: Tämän sarjan merkitseminen katsomattomaksi voi tyhjentää katsotut jaksot. Valitse, nollataanko edistyminen vai säilytetäänkö se.
fr: Marquer cette série comme non vue peut effacer les épisodes vus. Choisissez de réinitialiser ou de conserver la progression.
gu: આ શ્રેણીને ન જોયા તરીકે ચિહ્નિત કરવાથી જોયેલા એપિસોડ્સ સાફ થઈ શકે છે. પ્રગતિ રીસેટ કરવી કે રાખવી તે પસંદ કરો.
he: סימון סדרה זו כלא נצפתה עלול לנקות פרקים שנצפו. בחר אם לאפס התקדמות או לשמור.
hi: इस श्रृंखला को न देखा चिह्नित करने से देखे गए एपिसोड साफ़ हो सकते हैं। प्रगति रीसेट करें या रखें, चुनें।
hr: Označavanje ove serije kao nepogledane može očistiti pogledane epizode. Odaberi hoće li se resetirati napredak ili zadržati.
hu: Ha ezt a sorozatot nem megtekintettként jelöli, törlődhetnek a megtekintett epizódok. Válassza ki, hogy visszaállítja-e az előrehaladást vagy megtartja.
id: Menandai serial ini belum ditonton dapat menghapus episode yang ditonton. Pilih reset progres atau pertahankan.
it: Segnare questa serie come non vista può cancellare gli episodi visti. Scegli se reimpostare o mantenere i progressi.
ja: このシリーズを未視聴にすると、視聴済みエピソードがクリアされる場合があります。進捗をリセットするか保持するかを選択してください。
kn: ಈ ಸರಣಿಯನ್ನು ವೀಕ್ಷಿಸದಿರುವಂತೆ ಗುರುತಿಸುವುದರಿಂದ ವೀಕ್ಷಿಸಿದ ಕಂತುಗಳನ್ನು ತೆರವುಗೊಳಿಸಬಹುದು. ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಬೇಕೆ ಅಥವಾ ಇಟ್ಟುಕೊಳ್ಳಬೇಕೆ ಎಂಬುದನ್ನು ಆರಿಸಿ.
ko: 이 시리즈를 시청하지 않음으로 표시하면 시청한 에피소드가 지워질 수 있습니다. 진행을 초기화할지 유지할지 선택하세요.
ml: ഈ സീരീസ് കണ്ടിട്ടില്ലെന്ന് അടയാളപ്പെടുത്തിയാൽ കണ്ട എപ്പിസോഡുകൾ മായ്‌ക്കാൻ കഴിയും. പുരോഗതി പുനഃസജ്ജമാക്കണോ അതോ നിലനിർത്തണോ എന്ന് തിരഞ്ഞെടുക്കുക.
mr: ही मालिका न पाहिली म्हणून चिन्हांकित केल्याने पाहिलेले भाग साफ होऊ शकतात. प्रगती रीसेट करायची की ठेवायची ते निवडा.
ms: Menandakan siri ini belum ditonton boleh kosongkan episod ditonton. Pilih set semula kemajuan atau kekalkan.
nb: Hvis du markerer denne serien som usett, kan sette episoder slettes. Velg om du vil tilbakestille fremdrift eller beholde den.
nl: Als je deze serie als onbekeken markeert, kunnen bekeken afleveringen worden gewist. Kies of je de voortgang wilt resetten of behouden.
or: ଏହି ସିରିଜକୁ ଅନାବଶ୍ୟକ ଭାବରେ ଚିହ୍ନିତ କରିବା ଦ୍ୱାରା ଦେଖାଯାଇଥିବା ଏପିସୋଡଗୁଡିକ ସଫା ହୋଇପାରେ | ପ୍ରଗତି ପୁନ res ସେଟ୍ କରିବେ କି ନାହିଁ ତାହା ବାଛନ୍ତୁ |
pa: ਇਸ ਸੀਰੀਜ਼ ਦੀ ਅਣਦੇਖੀ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰਨ ਨਾਲ ਦੇਖੇ ਗਏ ਐਪੀਸੋਡਾਂ ਨੂੰ ਸਾਫ਼ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਚੁਣੋ ਕਿ ਪ੍ਰਗਤੀ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਹੈ ਜਾਂ ਇਸਨੂੰ ਰੱਖਣਾ ਹੈ।
pl: Oznaczenie tego serialu jako nieobejranego może wyczyścić obejrzane odcinki. Wybierz, czy zresetować postęp, czy go zachować.
pt_br: Marcar esta série como não assistida pode limpar os episódios assistidos. Escolha redefinir o progresso ou mantê-lo.
pt_pt: Marcar esta série como não assistida pode limpar os episódios assistidos. Escolha redefinir o progresso ou mantê-lo.
ro: Marcarea serialului ca nevizionat poate șterge episoadele vizionate. Alege dacă resetezi progresul sau îl păstrezi.
ru: Отметка сериала как непросмотренного может очистить просмотренные эпизоды. Выбери, сбросить прогресс или сохранить.
sk: Označenie série ako nepozeranej môže vymazať pozreté epizódy. Vyberte, či postup obnoviť alebo ponechať.
sl: Označitev te serije kot neoogledane lahko počisti ogledane epizode. Izberi, ali želiš ponastaviti napredek ali ga obdržati.
sv: Om du markerar den här serien som osedd kan sedda avsnitt rensas. Välj om du vill återställa framsteg eller behålla det.
ta: இந்தத் தொடரைப் பார்க்காததாகக் குறிப்பது, பார்த்த அத்தியாயங்களை நீக்கிவிடும். உங்கள் முன்னேற்றத்தை மீட்டமைப்பதா அல்லது அப்படியே வைத்திருப்பதா என்பதைத் தேர்வுசெய்யுங்கள்.
te: ఈ సిరీస్‌ను చూడనిదిగా గుర్తించడం ద్వారా చూసిన ఎపిసోడ్‌లను తొలగించవచ్చు. పురోగతిని రీసెట్ చేయాలో లేదా కొనసాగించాలో ఎంచుకోండి.
th: การทำเครื่องหมายซีรีส์นี้ว่ายังไม่ได้ดูสามารถล้างตอนที่ดูได้ เลือกว่าจะรีเซ็ตความคืบหน้าหรือเก็บไว้
tr: Bu diziyi izlenmedi işaretlemek izlenen bölümleri silebilir. İlerlemeyi sıfırlamayı veya korumayı seç.
uk: Позначення серіалу як непереглянутого може очистити переглянуті епізоди. Обери, скинути прогрес чи зберегти.
ur: اس سیریز کو غیر دیکھے ہوئے کے بطور نشان زد کرنے سے دیکھی گئی ایپی سوڈز صاف ہو سکتی ہیں۔ منتخب کریں کہ آیا پیشرفت کو دوبارہ ترتیب دینا ہے یا اسے برقرار رکھنا ہے۔
vi: Đánh dấu loạt phim này là chưa xem có thể xóa các tập đã xem. Chọn đặt lại tiến trình hay giữ nó.
zh_hans: 将此剧集标记为未观看可能会清除已观看记录。请选择重置进度或保留进度。
zh_hant: 將此影集標記為未觀看可能會清除已觀看記錄。請選擇重設進度或保留進度。
